# LevelDataMassFamilyParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..LevelDataMassFamilyParam Property
ParameterTypeId Class See Also
---
"Mass: Family"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId LevelDataMassFamilyParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LevelDataMassFamilyParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LevelDataMassFamilyParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace